from pyrogram import Client, filters
from pyrogram.types import Message

# Replace 'YOUR_API_ID' and 'YOUR_API_HASH' with your actual API credentials
api_id = '21364355'
api_hash = '72f11aec1dd3e5764554d477341a3d0b'
bot_token = '6337104990:AAFxTIVSr3BtFxWEossUWZRbQIY4Dac8J4U'

app = Client("bot", api_id=api_id, api_hash=api_hash, bot_token=bot_token)

ADMINS = [6574111464, 1600454750, 609517172, 2122515260]

ALPHABETS = {'𝔄', '𝔅', 'ℭ', '𝔇', '𝔈', '𝔉', '𝔊', 'ℌ', 'ℑ', '𝔍', '𝔎', '𝔏', '𝔐', '𝔑', '𝔒', '𝔓', '𝔔', 'ℜ', '𝔖', '𝔗', '𝔘', '𝔙', '𝔚', '𝔛', '𝔜', 'ℨ', '𝕬', '𝕭', '𝕮', '𝕯', '𝕰', '𝕱', '𝕲', '𝕳', '𝕴', '𝕵', '𝕶', '𝕷', '𝕸', '𝕹', '𝕺', '𝕻', '𝕼', '𝕽', '𝕾', '𝕿', '𝖀', '𝖁', '𝖂', '𝖃', '𝖄', '𝖅', '𝔄', '𝔅', 'ℭ', '𝔇', '𝔈', '𝔉', '𝔊', 'ℌ', 'ℑ', '𝔍', '𝔎', '𝔏', '𝔐', '𝔑', '𝔒', '𝔓', '𝔔', 'ℜ', '𝔖', '𝔗', '𝔘', '𝔙', '𝔚', '𝔛', '𝔜', 'ℨ', '𝕬', '𝕭', '𝕮', '𝕯', '𝕰', '𝕱', '𝕲', '𝕳', '𝕴', '𝕵', '𝕶', '𝕷', '𝕸', '𝕹', '𝕺', '𝕻', '𝕼', '𝕽', '𝕾', '𝕿', '𝖀', '𝖁', '𝖂', '𝖃', '𝖄', '𝖅', '𝓐', '𝓑', '𝓒', '𝓓', '𝓔', '𝓕', '𝓖', '𝓗', '𝓘', '𝓙', '𝓚', '𝓛', '𝓜', '𝓝', '𝓞', '𝓟', '𝓠', '𝓡', '𝓢', '𝓣', '𝓤', '𝓥', '𝓦', '𝓧', '𝓨', '𝓩', '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '𝒪', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵', '𝔸', '𝔹', 'ℂ', '𝔻', '𝔼', '𝔽', '𝔾', 'ℍ', '𝕀', '𝕁', '𝕂', '𝕃', '𝕄', 'ℕ', '𝕆', 'ℙ', 'ℚ', 'ℝ', '𝕊', '𝕋', '𝕌', '𝕍', '𝕎', '𝕏', '𝕐', 'ℤ', 'ꪖ', '᥇', 'ᥴ', 'ᦔ', 'ꫀ', 'ᠻ', 'ᧁ', 'ꫝ', '꠸', '꠹', 'ᛕ', 'ꪶ', 'ꪑ', 'ꪀ', 'ꪮ', 'ρ', 'ꪇ', '᥅', 'ᦓ', 'ꪻ', 'ꪊ', 'ꪜ', '᭙', '᥊', 'ꪗ', 'ƺ', 'ɑׁׅ֮', 'ϐׁׅ֒', 'ᝯׁ', 'ժׁׅ݊', 'ꫀׁׅܻ', '⨍', 'ᧁׁ', 'hׁׅ֮', 'ꪱׁׅ', 'յׁׅ', 'ƙׁׅ֑', 'ᥣׁׅ֪', ' ꩇׁׅ݊', 'ꪀׁׅ', 'ᨵׁׅ', '℘', 'qׁׅ', 'ꭈׁׅ', '꯱ׁׅ֒', 'tׁׅ', 'υׁׅ', '᥎꫶ׁׅ', 'ᨰׁׅ', '᥊ׁׅ', 'ᨮ꫶ׁׅ֮', 'zׁׅ֬', '𝓐', 'ℬ', '𝓒', '𝓓', '𝓔', 'ℱ', '𝓖', 'ℋ', '𝓘', 'ℐ', '𝓚', 'ℒ', 'ℳ', '𝓝', '𝓞', '𝓟', '𝑄', 'ℛ', '𝓢', '𝑇', '𝓤', '𝓥', '𝓦', '𝓧', 'Ⴘ', 'Ź', 'ꍏ', 'ꌃ', 'ꉓ', 'ꀸ', 'ꍟ', 'ꎇ', 'ꁅ', 'ꃅ', 'ꀤ', 'ꀭ', 'ꀘ', '꒒', 'ꂵ', 'ꈤ', 'ꂦ', 'ꉣ', 'ꆰ', 'ꋪ', 'ꌗ', '꓄', 'ꀎ', 'ꃴ', 'ꅏ', 'ꊼ', 'ꌩ', 'ꁴ',

✴  🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '🏵', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  ✴

'ᴀ', 'ʙ', 'ᴄ', 'ᴅ', 'ᴇ', 'ꜰ', 'ɢ', 'ʜ', 'ɪ', 'ᴊ', 'ᴋ', 'ʟ', 'ᴍ', 'ɴ', 'ᴏ', 'ᴘ', 'Q', 'ʀ', 'ꜱ', 'ᴛ', 'ᴜ', 'ᴠ', 'ᴡ', 'x', 'ʏ', 'ᴢ',

',Z, ',⅄, ',X, ',M, ',Λ, ',∩, ',⊥, ',S, ',ᴚ, ',Ό, ',Ԁ, ',O, ',N, ',W, ',˥, ',⋊, ',ſ, ',I, ',H, ',⅁, ',Ⅎ, ',Ǝ, ',ᗡ, ',Ɔ, ',ᙠ, ',∀,

'⃣   A⃣   '⃣   ,⃣    '⃣   B⃣   '⃣   ,⃣    '⃣   C⃣   '⃣   ,⃣    '⃣   D⃣   '⃣   ,⃣    '⃣   E⃣   '⃣   ,⃣    '⃣   F⃣   '⃣   ,⃣    '⃣   G⃣   '⃣   ,⃣    '⃣   H⃣   '⃣   ,⃣    '⃣   I⃣   '⃣   ,⃣    '⃣   J⃣   '⃣   ,⃣    '⃣   K⃣   '⃣   ,⃣    '⃣   L⃣   '⃣   ,⃣    '⃣   M⃣   '⃣   ,⃣    '⃣   N⃣   '⃣   ,⃣    '⃣   O⃣   '⃣   ,⃣    '⃣   P⃣   '⃣   ,⃣    '⃣   Q⃣   '⃣   ,⃣    '⃣   R⃣   '⃣   ,⃣    '⃣   S⃣   '⃣   ,⃣    '⃣   T⃣   '⃣   ,⃣    '⃣   U⃣   '⃣   ,⃣    '⃣   V⃣   '⃣   ,⃣    '⃣   W⃣   '⃣   ,⃣    '⃣   X⃣   '⃣   ,⃣    '⃣   Y⃣   '⃣   ,⃣    '⃣   Z⃣   '⃣   ,⃣

❜​🇦​❜, ❜​🇧​❜, ❜​🇨​❜, ❜​🇩​❜, ❜​🇪​❜, ❜​🇫​❜, ❜​🇬​❜, ❜​🇭​❜, ❜​🇮​❜, ❜​🇯​❜, ❜​🇰​❜, ❜​🇱​❜, ❜​🇲​❜, ❜​🇳​❜, ❜​🇴​❜, ❜​🇵​❜, ❜​🇶​❜, ❜​🇷​❜, ❜​🇸​❜, ❜​🇹​❜, ❜​🇺​❜, ❜​🇻​❜, ❜​🇼​❜, ❜​🇽​❜, ❜​🇾​❜, ❜​🇿​❜,

'⃞    A⃞    '⃞    ,⃞     '⃞    B⃞    '⃞    ,⃞     '⃞    C⃞    '⃞    ,⃞     '⃞    D⃞    '⃞    ,⃞     '⃞    E⃞    '⃞    ,⃞     '⃞    F⃞    '⃞    ,⃞     '⃞    G⃞    '⃞    ,⃞     '⃞    H⃞    '⃞    ,⃞     '⃞    I⃞    '⃞    ,⃞     '⃞    J⃞    '⃞    ,⃞     '⃞    K⃞    '⃞    ,⃞     '⃞    L⃞    '⃞    ,⃞     '⃞    M⃞    '⃞    ,⃞     '⃞    N⃞    '⃞    ,⃞     '⃞    O⃞    '⃞    ,⃞     '⃞    P⃞    '⃞    ,⃞     '⃞    Q⃞    '⃞    ,⃞     '⃞    R⃞    '⃞    ,⃞     '⃞    S⃞    '⃞    ,⃞     '⃞    T⃞    '⃞    ,⃞     '⃞    U⃞    '⃞    ,⃞     '⃞    V⃞    '⃞    ,⃞     '⃞    W⃞    '⃞    ,⃞     '⃞    X⃞    '⃞    ,⃞     '⃞    Y⃞    '⃞    ,⃞     '⃞    Z⃞    '⃞    ,⃞

'🄰', '🄱', '🄲', '🄳', '🄴', '🄵', '🄶', '🄷', '🄸', '🄹', '🄺', '🄻', '🄼', '🄽', '🄾', '🄿', '🅀', '🅁', '🅂', '🅃', '🅄', '🅅', '🅆', '🅇', '🅈', '🅉',

,'Ƹ' ,'Y' ,'X' ,'W' ,'V' ,'U' ,'T' ,'Ꙅ' ,'Я' ,'Ọ' ,'ꟼ' ,'O' ,'Ͷ' ,'M' ,'⅃' ,'⋊' ,'Ⴑ' ,'I' ,'H' ,'Ꭾ' ,'ꟻ' ,'Ǝ' ,'ᗡ' ,'Ɔ' ,'ᙠ' ,'A'

'̷̞̘͚̜̣̖̪͓̦́͆̎Ḁ̴̒̃̌͛'̸̘̙͍̙͓̎̏́̀̆̑̓͜,̷̫͔͑́̄̊̎̚ ̸̳͕͗̄̃͗̊'̷͖̼͇̹̠̯̜̲̈̐̅͋͐͘͝B̷̨̡̟̩͚̲͊͒̄͋͠'̶̗̥͍͚̃̈́̆̂̿̾̐,̴̛̮͒̍̄̔́̕͠ ̴͕̭̣̏̏̾̎̓̀̆͐́̀'̵̧̰̝̱̻̬͔͋̅͛͑C̴̡̹͔͉͙̞͖̙͂͒̎͊̆̒̈́̂̾͜'̸̧̱̼͎̱͖̤͉̘̭̏͑̎,̸̪̳̘̬͖̥͇̾̿̐ ̴̩̇̇̈́̇'̶͎͍͙̞͋́̇D̶͇̲̘͚̜̮̼̠͋͌̊̓͝͠͠'̴͕̖̩̄̽̔͑͠,̵̝̄͑ ̸̮̬̺̗̭̏̋̌̿̉̽͠'̸̡͓͉͛́̑̌̈́͐̓̇̿͒Ḛ̸̥̳̦͋̃̈́̈̆̋̄̕'̶̖͕̭̂̉̔̅́͘,̷̤̙̼̜̏͊̐͊ ̸̢͎̻͓͔̑͛̀͂̂́̈̆̀͆͜'̸̨̻̱̱̙̲̤̲̠̀F̸͕́̈́'̴̧̮̼̪͕̮̈́̀̅̊̂͗̇́͜,̶̧̟͔̲̻̖̺̘̝͓̾ ̸̛̗̤̯̒̿̀͊̈̑͗͜͝'̵̢͇̭̮̺̣͓̼̯͙̓͌̋̀̓͝G̸̼̰͎͇̙̐̉̀͌̏́'̶͈̪̞̫̪̯̤͗̎͜,̶̛͓̥͎͖̜͌̒͘̕ ̴͈̗̻͚̻̠̀̓̄'̸̧̢̬̝͖̖̺̬̺́̍̀̀̚Ȟ̴̫̩͖͉̳͚̦̆͆'̶̗̪͙͑̅̉̆͒͗,̴̘̭͎͙̞͉͉̚ͅ ̶̢̡̣̼̼͓̼͚͇͂̉̋̓̌̌̏̇ͅ'̸̯̰̤͖͍̪̽́Ì̷̛͓̉͒͌̍͛͐'̶̫͔̞̆̋͑͗́́̉͝,̷̥̭̺̹̟͓̫̳̃́̕ ̸̢̣̤̉̔͜'̸̞͓̦͓̌̊͗̾̀J̴̢̩̱͍̠̙͛̓̾'̴̡̼̗͓̠̻̠̪̬̀̉͊͘,̷͖͎͓̥̰͚̱̍̈̅̒̇͝ͅ ̵̫̣̹̙̼̪͉̼̎'̷̨̨̺̬͙̹̤̬̾̂͊̂̄̓͑̕͝Ķ̷̢̂̃̓͌̏͋̏͝'̴̯̗̝͇̲̈̎̆,̴̡̝̗͈͛̑̆̀͜ ̷̢̘̌́̆̅̇͌͛̐͝͠'̶̟̤̦̋̈̀͛Ḻ̶͎͚̫͉̬̺́̈́̉̓͌͠ͅͅ'̵̨̤͙̰̠̞̜̳̲͂͊̅͜,̶̟͔̖̙̥̺͚̿̍̇ ̸̻̳͍̿͋̕'̵̟̉̉͛̇M̴̠͒͠'̸̳̭̜̯͆̄̕,̶̧̨̞͙̣̽͋͛̃͊ ̴̡̹̥̱̞̟̮̲̒̉̇͆͝ͅ'̵̛̤̭͌̒̀̂́̇̀N̴̳͇͕̣͖͚͒̂̏͆̈̍͗͝͝'̴̢̛̜̘͖̅̈͊͂͌̅̈́̅,̸̢̝̟̰̈́̒͜ ̸̛̘̭̙̀͑̈́̏'̷̨͉͔͈̙̘̳͕̩̔͝O̷̦̮̓́̾'̸̡̝̳̠̻̓,̸̨̫͍̏̄͜ ̶̧̛͎̿̂̓̿̏̍̿͠͝'̸̬̣͙̳͎̙̤͓͍̊͛̈̒̓́P̵̟̯̹̱͔̞̮͐̑͌͐͒͘͜͝͝'̵̛̻̬͙͑̾̋̏̎̃̕,̷̘̣̗̦͍̼̀̃̇̎̃͘͜ ̵̧̭̮͈̭̪͖̲͑̓̃̓̊̑̚'̷̧̩̭̟̂̄̀͌̆Q̶̞̩̟̲̳͕̋͜'̴͓͎̜̭͔̃̐͂̿̿̉͆̎͜͠,̶̺̼͔̺̬͛͌̈͆ ̸̡̧̬̫̟̘͆͝'̸̢̮̹̩̱̤͈̙̩̟̂̊́͆͘͠R̴̡̡̛̦̺̩̭̟͕̝̃͒̾̆͜'̵̧̜͕̻̺̲̫̪̜̯̈́͋́͠,̸̠̪͑́̀̎̆́̊̿͗͝ ̷͕̣͐̂̓̎͜'̸̠̣̏̆͛̚Ş̵͇̭̲̻̠̯͊̅'̴͈̣̪͇̰̐̅͋̽͜ͅͅ,̵̡̛̜͔̟̝̖̗̮̊͑͗͛̽͗̆͝ͅ ̵̜͎͚̼̒'̶̖̖͑̀́͊̚͝T̴̛̤̉͘͜'̸̮̥̱͂̾͐͝,̴̹͖͚̽̓͆̒͝ ̸̧̖̤̲̗̼͙̼̞́͛̿͌ͅ'̸͍̖͇̙̖͖͔̊̆̈́͐͊͝Ű̵̝͎̞̹'̸̡̯͇̯̗͔̙͑,̸̜̲̺͇̣̗͎̫̱̝͛͗͘ ̴̝͉̲̮͉̀͝'̴͇͉͍̺͉̣͂̿̒͂V̴̰̄̽̄͑̐́̒̕̕'̸̯̀,̷̡̛̲̱̩͉̽̈́̈̑̿̂͛ ̶͔̟̭̙͉̕'̵͇̯̪̦͈͚̥͓̹͎̆̽̎̆͊̎͘̕W̸̹̻͌ͅ'̶̥̞͙̭͗̃̈́̚,̶͈͛̏̕͘͝ ̴̢̪̗͒͜'̶̨͚̭͑͜X̵͉̦̰̆̃̾͝'̶̜͔̹̭̞͈̤̽̆͜,̸͓̞̘͐͂͆̆͝ ̵͎̼͚̯̒̌͛͛͜͝'̴̡̧̰̹͇͙͕̹̝͖́̿̈́̅̅Ÿ̵̨̨̺̤͔̜̯́'̵̢͓̖̠̹̮̹̎̓̈̂̂͐͌̉͜,̷̢͇͙̱̜͊͋͊̋̑̾̃͝ͅ ̷̧̨̳̭̬̺̪̞̩̉̔̂̾̅͆̄̽͝'̴̢̜͓̤̝̻̞̠̿̋̄̽̀̊̚͜͝͝Z̸̢̢͙̟̙̤͈̱̟̩̓̈́'̵̨̜̼̲̃͌,̵͍͓̘̭̺̯͉̬̈́͂̅̇̌͘

'🅰', '🅱', '🅲', '🅳', '🅴', '🅵', '🅶', '🅷', '🅸', '🅹', '🅺', '🅻', '🅼', '🅽', '🅾', '🅿', '🆀', '🆁', '🆂', '🆃', '🆄', '🆅', '🆆', '🆇', '🆈', '🆉',

'ₐ', 'B', 'C', 'D', 'ₑ', 'F', 'G', 'ₕ', 'ᵢ', 'ⱼ', 'ₖ', 'ₗ', 'ₘ', 'ₙ', 'ₒ', 'ₚ', 'Q', 'ᵣ', 'ₛ', 'ₜ', 'ᵤ', 'ᵥ', 'W', 'ₓ', 'Y', 'Z',

'ᴬ', 'ᴮ', 'ᶜ', 'ᴰ', 'ᴱ', 'ᶠ', 'ᴳ', 'ᴴ', 'ᴵ', 'ᴶ', 'ᴷ', 'ᴸ', 'ᴹ', 'ᴺ', 'ᴼ', 'ᴾ', 'Q', 'ᴿ', 'ˢ', 'ᵀ', 'ᵁ', 'ⱽ', 'ᵂ', 'ˣ', 'ʸ', 'ᶻ',

'⃝Ⓐ    '⃝    ,⃝     '⃝Ⓑ    '⃝    ,⃝     '⃝Ⓒ    '⃝    ,⃝     '⃝Ⓓ    '⃝    ,⃝     '⃝Ⓔ    '⃝    ,⃝     '⃝Ⓕ    '⃝    ,⃝     '⃝Ⓖ    '⃝    ,⃝     '⃝Ⓗ    '⃝    ,⃝     '⃝Ⓘ    '⃝    ,⃝     '⃝Ⓙ    '⃝    ,⃝     '⃝Ⓚ    '⃝    ,⃝     '⃝Ⓛ    '⃝    ,⃝     '⃝Ⓜ    '⃝    ,⃝     '⃝Ⓝ    '⃝    ,⃝     '⃝Ⓞ    '⃝    ,⃝     '⃝Ⓟ    '⃝    ,⃝     '⃝Ⓠ    '⃝    ,⃝     '⃝Ⓡ    '⃝    ,⃝     '⃝Ⓢ    '⃝    ,⃝     '⃝Ⓣ    '⃝    ,⃝     '⃝Ⓤ    '⃝    ,⃝     '⃝Ⓥ    '⃝    ,⃝     '⃝Ⓦ    '⃝    ,⃝     '⃝Ⓧ    '⃝    ,⃝     '⃝Ⓨ    '⃝    ,⃝     '⃝Ⓩ    '⃝    ,⃝

'ค', '๒', 'ς', '๔', 'є', 'Ŧ', 'ﻮ', 'ђ', 'เ', 'ן', 'к', 'ɭ', '๓', 'ภ', '๏', 'ק', 'ợ', 'г', 'ร', 'Շ', 'ย', 'ש', 'ฬ', 'א', 'ץ', 'չ',

'A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z',

'ǟ', 'ɮ', 'ƈ', 'ɖ', 'ɛ', 'ʄ', 'ɢ', 'ɦ', 'ɨ', 'ʝ', 'ӄ', 'ʟ', 'ʍ', 'ռ', 'օ', 'ք', 'զ', 'ʀ', 'ֆ', 'ȶ', 'ʊ', 'ʋ', 'ա', 'Ӽ', 'ʏ', 'ʐ',

'Ꮧ', 'Ᏸ', 'ፈ', 'Ꮄ', 'Ꮛ', 'Ꭶ', 'Ꮆ', 'Ꮒ', 'Ꭵ', 'Ꮰ', 'Ꮶ', 'Ꮭ', 'Ꮇ', 'Ꮑ', 'Ꭷ', 'Ꭾ', 'Ꭴ', 'Ꮢ', 'Ꮥ', 'Ꮦ', 'Ꮼ', 'Ꮙ', 'Ꮗ', 'ጀ', 'Ꭹ', 'ፚ',

'ą', 'ც', 'ƈ', 'ɖ', 'ɛ', 'ʄ', 'ɠ', 'ɧ', 'ı', 'ʝ', 'ƙ', 'Ɩ', 'ɱ', 'ŋ', 'ơ', '℘', 'զ', 'ཞ', 'ʂ', 'ɬ', 'ų', '۷', 'ῳ', 'ҳ', 'ყ', 'ʑ',

'ค', '๖', '¢', '໓', 'ē', 'f', 'ງ', 'h', 'i', 'ว', 'k', 'l', '๓', 'ຖ', '໐', 'p', '๑', 'r', 'Ş', 't', 'น', 'ง', 'ຟ', 'x', 'ฯ', 'ຊ',

'𝐀', '𝐁', '𝐂', '𝐃', '𝐄', '𝐅', '𝐆', '𝐇', '𝐈', '𝐉', '𝐊', '𝐋', '𝐌', '𝐍', '𝐎', '𝐏', '𝐐', '𝐑', '𝐒', '𝐓', '𝐔', '𝐕', '𝐖', '𝐗', '𝐘', '𝐙',

'𝗔', '𝗕', '𝗖', '𝗗', '𝗘', '𝗙', '𝗚', '𝗛', '𝗜', '𝗝', '𝗞', '𝗟', '𝗠', '𝗡', '𝗢', '𝗣', '𝗤', '𝗥', '𝗦', '𝗧', '𝗨', '𝗩', '𝗪', '𝗫', '𝗬', '𝗭',

'𝘈', '𝘉', '𝘊', '𝘋', '𝘌', '𝘍', '𝘎', '𝘏', '𝘐', '𝘑', '𝘒', '𝘓', '𝘔', '𝘕', '𝘖', '𝘗', '𝘘', '𝘙', '𝘚', '𝘛', '𝘜', '𝘝', '𝘞', '𝘟', '𝘠', '𝘡',

'𝘼', '𝘽', '𝘾', '𝘿', '𝙀', '𝙁', '𝙂', '𝙃', '𝙄', '𝙅', '𝙆', '𝙇', '𝙈', '𝙉', '𝙊', '𝙋', '𝙌', '𝙍', '𝙎', '𝙏', '𝙐', '𝙑', '𝙒', '𝙓', '𝙔', '𝙕',

'𝙰', '𝙱', '𝙲', '𝙳', '𝙴', '𝙵', '𝙶', '𝙷', '𝙸', '𝙹', '𝙺', '𝙻', '𝙼', '𝙽', '𝙾', '𝙿', '𝚀', '𝚁', '𝚂', '𝚃', '𝚄', '𝚅', '𝚆', '𝚇', '𝚈', '𝚉',

'Λ', 'B', 'ᄃ', 'D', 'Σ', 'F', 'G', 'Ή', 'I', 'J', 'K', 'ᄂ', 'M', 'П', 'Ө', 'P', 'Q', 'Я', 'Ƨ', 'Ƭ', 'Ц', 'V', 'Щ', 'X', 'Y', 'Z',

'α', 'в', '¢', '∂', 'є', 'ƒ', 'g', 'н', 'ι', 'נ', 'к', 'ℓ', 'м', 'η', 'σ', 'ρ', 'q', 'я', 'ѕ', 'т', 'υ', 'ν', 'ω', 'χ', 'у', 'z',

'Ä', 'ß', 'Ç', 'Ð', 'È', '£', 'G', 'H', 'Ì', 'J', 'K', 'L', 'M', 'ñ', 'Ö', 'þ', 'Q', 'R', '§', '†', 'Ú', 'V', 'W', '×', '¥', 'Z',

'₳', '฿', '₵', 'Đ', 'Ɇ', '₣', '₲', 'Ⱨ', 'ł', 'J', '₭', 'Ⱡ', '₥', '₦', 'Ø', '₱', 'Q', 'Ɽ', '₴', '₮', 'Ʉ', 'V', '₩', 'Ӿ', 'Ɏ', 'Ⱬ',

'卂', '乃', '匚', 'ᗪ', '乇', '千', 'Ꮆ', '卄', '丨', 'ﾌ', 'Ҝ', 'ㄥ', '爪', '几', 'ㄖ', '卩', 'Ɋ', '尺', '丂', 'ㄒ', 'ㄩ', 'ᐯ', '山', '乂', 'ㄚ', '乙',

'ﾑ', '乃', 'ᄃ', 'り', '乇', 'ｷ', 'ム', 'ん', 'ﾉ', 'ﾌ', 'ズ', 'ﾚ', 'ﾶ', '刀', 'の', 'ｱ', 'ゐ', '尺', '丂', 'ｲ', 'ひ', '√', 'W', 'ﾒ', 'ﾘ', '乙',

【'】【A】【'】【,】 【'】【B】【'】【,】 【'】【C】【'】【,】 【'】【D】【'】【,】 【'】【E】【'】【,】 【'】【F】【'】【,】 【'】【G】【'】【,】 【'】【H】【'】【,】 【'】【I】【'】【,】 【'】【J】【'】【,】 【'】【K】【'】【,】 【'】【L】【'】【,】 【'】【M】【'】【,】 【'】【N】【'】【,】 【'】【O】【'】【,】 【'】【P】【'】【,】 【'】【Q】【'】【,】 【'】【R】【'】【,】 【'】【S】【'】【,】 【'】【T】【'】【,】 【'】【U】【'】【,】 【'】【V】【'】【,】 【'】【W】【'】【,】 【'】【X】【'】【,】 【'】【Y】【'】【,】 【'】【Z】【'】【,】

『'』『A』『'』『,』 『'』『B』『'』『,』 『'』『C』『'』『,』 『'』『D』『'』『,』 『'』『E』『'』『,』 『'』『F』『'』『,』 『'』『G』『'』『,』 『'』『H』『'』『,』 『'』『I』『'』『,』 『'』『J』『'』『,』 『'』『K』『'』『,』 『'』『L』『'』『,』 『'』『M』『'』『,』 『'』『N』『'』『,』 『'』『O』『'』『,』 『'』『P』『'』『,』 『'』『Q』『'』『,』 『'』『R』『'』『,』 『'』『S』『'』『,』 『'』『T』『'』『,』 『'』『U』『'』『,』 『'』『V』『'』『,』 『'』『W』『'』『,』 『'』『X』『'』『,』 『'』『Y』『'』『,』 『'』『Z』『'』『,』

≋'≋A≋'≋,≋ ≋'≋B≋'≋,≋ ≋'≋C≋'≋,≋ ≋'≋D≋'≋,≋ ≋'≋E≋'≋,≋ ≋'≋F≋'≋,≋ ≋'≋G≋'≋,≋ ≋'≋H≋'≋,≋ ≋'≋I≋'≋,≋ ≋'≋J≋'≋,≋ ≋'≋K≋'≋,≋ ≋'≋L≋'≋,≋ ≋'≋M≋'≋,≋ ≋'≋N≋'≋,≋ ≋'≋O≋'≋,≋ ≋'≋P≋'≋,≋ ≋'≋Q≋'≋,≋ ≋'≋R≋'≋,≋ ≋'≋S≋'≋,≋ ≋'≋T≋'≋,≋ ≋'≋U≋'≋,≋ ≋'≋V≋'≋,≋ ≋'≋W≋'≋,≋ ≋'≋X≋'≋,≋ ≋'≋Y≋'≋,≋ ≋'≋Z≋'≋,≋

░'░A░'░,░ ░'░B░'░,░ ░'░C░'░,░ ░'░D░'░,░ ░'░E░'░,░ ░'░F░'░,░ ░'░G░'░,░ ░'░H░'░,░ ░'░I░'░,░ ░'░J░'░,░ ░'░K░'░,░ ░'░L░'░,░ ░'░M░'░,░ ░'░N░'░,░ ░'░O░'░,░ ░'░P░'░,░ ░'░Q░'░,░ ░'░R░'░,░ ░'░S░'░,░ ░'░T░'░,░ ░'░U░'░,░ ░'░V░'░,░ ░'░W░'░,░ ░'░X░'░,░ ░'░Y░'░,░ ░'░Z░'░,░

(っ◔◡◔)っ ♥ 'A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', ♥

＇Ａ＇，　＇Ｂ＇，　＇Ｃ＇，　＇Ｄ＇，　＇Ｅ＇，　＇Ｆ＇，　＇Ｇ＇，　＇Ｈ＇，　＇Ｉ＇，　＇Ｊ＇，　＇Ｋ＇，　＇Ｌ＇，　＇Ｍ＇，　＇Ｎ＇，　＇Ｏ＇，　＇Ｐ＇，　＇Ｑ＇，　＇Ｒ＇，　＇Ｓ＇，　＇Ｔ＇，　＇Ｕ＇，　＇Ｖ＇，　＇Ｗ＇，　＇Ｘ＇，　＇Ｙ＇，　＇Ｚ＇，　ホヂおドや仮曖フ椅パバふリ　へが化け　益緯の疫ヤゖ員ニベ

＇Λ＇，░＇Ｂ＇，░＇Ｃ＇，░＇Ｄ＇，░＇Σ＇，░＇Ｆ＇，░＇Ｇ＇，░＇Ｈ＇，░＇Ｉ＇，░＇Ｊ＇，░＇Ｋ＇，░＇Ｌ＇，░＇Ｍ＇，░＇Ｎ＇，░＇♢＇，░＇Ｐ＇，░＇Ｑ＇，░＇Ｒ＇，░＇Ｓ＇，░＇Ｔ＇，░＇Ｕ＇，░＇Ｖ＇，░＇Ｗ＇，░＇Ｘ＇，░＇Ｙ＇，░＇Ｚ＇，　（ホヂおドや仮曖フ椅パバふリ　へが化け　益緯の疫ヤゖ員ニベ）

【﻿＇Ａ＇，　＇Ｂ＇，　＇Ｃ＇，　＇Ｄ＇，　＇Ｅ＇，　＇Ｆ＇，　＇Ｇ＇，　＇Ｈ＇，　＇Ｉ＇，　＇Ｊ＇，　＇Ｋ＇，　＇Ｌ＇，　＇Ｍ＇，　＇Ｎ＇，　＇Ｏ＇，　＇Ｐ＇，　＇Ｑ＇，　＇Ｒ＇，　＇Ｓ＇，　＇Ｔ＇，　＇Ｕ＇，　＇Ｖ＇，　＇Ｗ＇，　＇Ｘ＇，　＇Ｙ＇，　＇Ｚ＇，】

˜”*°•.˜”*°• 'A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', •°*”˜.•°*”˜

[̲̅'][̲̅A][̲̅'][̲̅,] [̲̅'][̲̅B][̲̅'][̲̅,] [̲̅'][̲̅C][̲̅'][̲̅,] [̲̅'][̲̅D][̲̅'][̲̅,] [̲̅'][̲̅E][̲̅'][̲̅,] [̲̅'][̲̅F][̲̅'][̲̅,] [̲̅'][̲̅G][̲̅'][̲̅,] [̲̅'][̲̅H][̲̅'][̲̅,] [̲̅'][̲̅I][̲̅'][̲̅,] [̲̅'][̲̅J][̲̅'][̲̅,] [̲̅'][̲̅K][̲̅'][̲̅,] [̲̅'][̲̅L][̲̅'][̲̅,] [̲̅'][̲̅M][̲̅'][̲̅,] [̲̅'][̲̅N][̲̅'][̲̅,] [̲̅'][̲̅O][̲̅'][̲̅,] [̲̅'][̲̅P][̲̅'][̲̅,] [̲̅'][̲̅Q][̲̅'][̲̅,] [̲̅'][̲̅R][̲̅'][̲̅,] [̲̅'][̲̅S][̲̅'][̲̅,] [̲̅'][̲̅T][̲̅'][̲̅,] [̲̅'][̲̅U][̲̅'][̲̅,] [̲̅'][̲̅V][̲̅'][̲̅,] [̲̅'][̲̅W][̲̅'][̲̅,] [̲̅'][̲̅X][̲̅'][̲̅,] [̲̅'][̲̅Y][̲̅'][̲̅,] [̲̅'][̲̅Z][̲̅'][̲̅,]

'҉A҉'҉,҉ ҉'҉B҉'҉,҉ ҉'҉C҉'҉,҉ ҉'҉D҉'҉,҉ ҉'҉E҉'҉,҉ ҉'҉F҉'҉,҉ ҉'҉G҉'҉,҉ ҉'҉H҉'҉,҉ ҉'҉I҉'҉,҉ ҉'҉J҉'҉,҉ ҉'҉K҉'҉,҉ ҉'҉L҉'҉,҉ ҉'҉M҉'҉,҉ ҉'҉N҉'҉,҉ ҉'҉O҉'҉,҉ ҉'҉P҉'҉,҉ ҉'҉Q҉'҉,҉ ҉'҉R҉'҉,҉ ҉'҉S҉'҉,҉ ҉'҉T҉'҉,҉ ҉'҉U҉'҉,҉ ҉'҉V҉'҉,҉ ҉'҉W҉'҉,҉ ҉'҉X҉'҉,҉ ҉'҉Y҉'҉,҉ ҉'҉Z҉'҉,҉

'Ⱥ', 'β', '↻', 'Ꭰ', 'Ɛ', 'Ƒ', 'Ɠ', 'Ƕ', 'į', 'ل', 'Ҡ', 'Ꝉ', 'Ɱ', 'ហ', 'ට', 'φ', 'Ҩ', 'འ', 'Ϛ', 'Ͳ', 'Ա', 'Ỽ', 'చ', 'ჯ', 'Ӌ', 'ɀ',

'ᗩ', 'ᗷ', 'ᑕ', 'ᗪ', 'E', 'ᖴ', 'G', 'ᕼ', 'I', 'ᒍ', 'K', 'ᒪ', 'ᗰ', 'ᑎ', 'O', 'ᑭ', 'ᑫ', 'ᖇ', 'ᔕ', 'T', 'ᑌ', 'ᐯ', 'ᗯ', '᙭', 'Y', 'ᘔ',

'ᗩ', 'ᗷ', 'ᑢ', 'ᕲ', 'ᘿ', 'ᖴ', 'ᘜ', 'ᕼ', 'ᓰ', 'ᒚ', 'ᖽᐸ', 'ᒪ', 'ᘻ', 'ᘉ', 'ᓍ', 'ᕵ', 'ᕴ', 'ᖇ', 'S', 'ᖶ', 'ᑘ', 'ᐺ', 'ᘺ', '᙭', 'ᖻ', 'ᗱ',

'̶A̶'̶,̶ ̶'̶B̶'̶,̶ ̶'̶C̶'̶,̶ ̶'̶D̶'̶,̶ ̶'̶E̶'̶,̶ ̶'̶F̶'̶,̶ ̶'̶G̶'̶,̶ ̶'̶H̶'̶,̶ ̶'̶I̶'̶,̶ ̶'̶J̶'̶,̶ ̶'̶K̶'̶,̶ ̶'̶L̶'̶,̶ ̶'̶M̶'̶,̶ ̶'̶N̶'̶,̶ ̶'̶O̶'̶,̶ ̶'̶P̶'̶,̶ ̶'̶Q̶'̶,̶ ̶'̶R̶'̶,̶ ̶'̶S̶'̶,̶ ̶'̶T̶'̶,̶ ̶'̶U̶'̶,̶ ̶'̶V̶'̶,̶ ̶'̶W̶'̶,̶ ̶'̶X̶'̶,̶ ̶'̶Y̶'̶,̶ ̶'̶Z̶'̶,̶

'̴A̴'̴,̴ ̴'̴B̴'̴,̴ ̴'̴C̴'̴,̴ ̴'̴D̴'̴,̴ ̴'̴E̴'̴,̴ ̴'̴F̴'̴,̴ ̴'̴G̴'̴,̴ ̴'̴H̴'̴,̴ ̴'̴I̴'̴,̴ ̴'̴J̴'̴,̴ ̴'̴K̴'̴,̴ ̴'̴L̴'̴,̴ ̴'̴M̴'̴,̴ ̴'̴N̴'̴,̴ ̴'̴O̴'̴,̴ ̴'̴P̴'̴,̴ ̴'̴Q̴'̴,̴ ̴'̴R̴'̴,̴ ̴'̴S̴'̴,̴ ̴'̴T̴'̴,̴ ̴'̴U̴'̴,̴ ̴'̴V̴'̴,̴ ̴'̴W̴'̴,̴ ̴'̴X̴'̴,̴ ̴'̴Y̴'̴,̴ ̴'̴Z̴'̴,̴

'̷A̷'̷,̷ ̷'̷B̷'̷,̷ ̷'̷C̷'̷,̷ ̷'̷D̷'̷,̷ ̷'̷E̷'̷,̷ ̷'̷F̷'̷,̷ ̷'̷G̷'̷,̷ ̷'̷H̷'̷,̷ ̷'̷I̷'̷,̷ ̷'̷J̷'̷,̷ ̷'̷K̷'̷,̷ ̷'̷L̷'̷,̷ ̷'̷M̷'̷,̷ ̷'̷N̷'̷,̷ ̷'̷O̷'̷,̷ ̷'̷P̷'̷,̷ ̷'̷Q̷'̷,̷ ̷'̷R̷'̷,̷ ̷'̷S̷'̷,̷ ̷'̷T̷'̷,̷ ̷'̷U̷'̷,̷ ̷'̷V̷'̷,̷ ̷'̷W̷'̷,̷ ̷'̷X̷'̷,̷ ̷'̷Y̷'̷,̷ ̷'̷Z̷'̷,̷

'̲A̲'̲,̲ ̲'̲B̲'̲,̲ ̲'̲C̲'̲,̲ ̲'̲D̲'̲,̲ ̲'̲E̲'̲,̲ ̲'̲F̲'̲,̲ ̲'̲G̲'̲,̲ ̲'̲H̲'̲,̲ ̲'̲I̲'̲,̲ ̲'̲J̲'̲,̲ ̲'̲K̲'̲,̲ ̲'̲L̲'̲,̲ ̲'̲M̲'̲,̲ ̲'̲N̲'̲,̲ ̲'̲O̲'̲,̲ ̲'̲P̲'̲,̲ ̲'̲Q̲'̲,̲ ̲'̲R̲'̲,̲ ̲'̲S̲'̲,̲ ̲'̲T̲'̲,̲ ̲'̲U̲'̲,̲ ̲'̲V̲'̲,̲ ̲'̲W̲'̲,̲ ̲'̲X̲'̲,̲ ̲'̲Y̲'̲,̲ ̲'̲Z̲'̲,̲

'̳A̳'̳,̳ ̳'̳B̳'̳,̳ ̳'̳C̳'̳,̳ ̳'̳D̳'̳,̳ ̳'̳E̳'̳,̳ ̳'̳F̳'̳,̳ ̳'̳G̳'̳,̳ ̳'̳H̳'̳,̳ ̳'̳I̳'̳,̳ ̳'̳J̳'̳,̳ ̳'̳K̳'̳,̳ ̳'̳L̳'̳,̳ ̳'̳M̳'̳,̳ ̳'̳N̳'̳,̳ ̳'̳O̳'̳,̳ ̳'̳P̳'̳,̳ ̳'̳Q̳'̳,̳ ̳'̳R̳'̳,̳ ̳'̳S̳'̳,̳ ̳'̳T̳'̳,̳ ̳'̳U̳'̳,̳ ̳'̳V̳'̳,̳ ̳'̳W̳'̳,̳ ̳'̳X̳'̳,̳ ̳'̳Y̳'̳,̳ ̳'̳Z̳'̳,̳

'̾A̾'̾,̾ ̾'̾B̾'̾,̾ ̾'̾C̾'̾,̾ ̾'̾D̾'̾,̾ ̾'̾E̾'̾,̾ ̾'̾F̾'̾,̾ ̾'̾G̾'̾,̾ ̾'̾H̾'̾,̾ ̾'̾I̾'̾,̾ ̾'̾J̾'̾,̾ ̾'̾K̾'̾,̾ ̾'̾L̾'̾,̾ ̾'̾M̾'̾,̾ ̾'̾N̾'̾,̾ ̾'̾O̾'̾,̾ ̾'̾P̾'̾,̾ ̾'̾Q̾'̾,̾ ̾'̾R̾'̾,̾ ̾'̾S̾'̾,̾ ̾'̾T̾'̾,̾ ̾'̾U̾'̾,̾ ̾'̾V̾'̾,̾ ̾'̾W̾'̾,̾ ̾'̾X̾'̾,̾ ̾'̾Y̾'̾,̾ ̾'̾Z̾'̾,̾

'♥A♥'♥,♥ ♥'♥B♥'♥,♥ ♥'♥C♥'♥,♥ ♥'♥D♥'♥,♥ ♥'♥E♥'♥,♥ ♥'♥F♥'♥,♥ ♥'♥G♥'♥,♥ ♥'♥H♥'♥,♥ ♥'♥I♥'♥,♥ ♥'♥J♥'♥,♥ ♥'♥K♥'♥,♥ ♥'♥L♥'♥,♥ ♥'♥M♥'♥,♥ ♥'♥N♥'♥,♥ ♥'♥O♥'♥,♥ ♥'♥P♥'♥,♥ ♥'♥Q♥'♥,♥ ♥'♥R♥'♥,♥ ♥'♥S♥'♥,♥ ♥'♥T♥'♥,♥ ♥'♥U♥'♥,♥ ♥'♥V♥'♥,♥ ♥'♥W♥'♥,♥ ♥'♥X♥'♥,♥ ♥'♥Y♥'♥,♥ ♥'♥Z♥'♥,

'͎A͎'͎,͎ ͎'͎B͎'͎,͎ ͎'͎C͎'͎,͎ ͎'͎D͎'͎,͎ ͎'͎E͎'͎,͎ ͎'͎F͎'͎,͎ ͎'͎G͎'͎,͎ ͎'͎H͎'͎,͎ ͎'͎I͎'͎,͎ ͎'͎J͎'͎,͎ ͎'͎K͎'͎,͎ ͎'͎L͎'͎,͎ ͎'͎M͎'͎,͎ ͎'͎N͎'͎,͎ ͎'͎O͎'͎,͎ ͎'͎P͎'͎,͎ ͎'͎Q͎'͎,͎ ͎'͎R͎'͎,͎ ͎'͎S͎'͎,͎ ͎'͎T͎'͎,͎ ͎'͎U͎'͎,͎ ͎'͎V͎'͎,͎ ͎'͎W͎'͎,͎ ͎'͎X͎'͎,͎ ͎'͎Y͎'͎,͎ ͎'͎Z͎'͎,͎

'͓̽A͓̽'͓̽,͓̽ ͓̽'͓̽B͓̽'͓̽,͓̽ ͓̽'͓̽C͓̽'͓̽,͓̽ ͓̽'͓̽D͓̽'͓̽,͓̽ ͓̽'͓̽E͓̽'͓̽,͓̽ ͓̽'͓̽F͓̽'͓̽,͓̽ ͓̽'͓̽G͓̽'͓̽,͓̽ ͓̽'͓̽H͓̽'͓̽,͓̽ ͓̽'͓̽I͓̽'͓̽,͓̽ ͓̽'͓̽J͓̽'͓̽,͓̽ ͓̽'͓̽K͓̽'͓̽,͓̽ ͓̽'͓̽L͓̽'͓̽,͓̽ ͓̽'͓̽M͓̽'͓̽,͓̽ ͓̽'͓̽N͓̽'͓̽,͓̽ ͓̽'͓̽O͓̽'͓̽,͓̽ ͓̽'͓̽P͓̽'͓̽,͓̽ ͓̽'͓̽Q͓̽'͓̽,͓̽ ͓̽'͓̽R͓̽'͓̽,͓̽ ͓̽'͓̽S͓̽'͓̽,͓̽ ͓̽'͓̽T͓̽'͓̽,͓̽ ͓̽'͓̽U͓̽'͓̽,͓̽ ͓̽'͓̽V͓̽'͓̽,͓̽ ͓̽'͓̽W͓̽'͓̽,͓̽ ͓̽'͓̽X͓̽'͓̽,͓̽ ͓̽'͓̽Y͓̽'͓̽,͓̽ ͓̽'͓̽Z͓̽'͓̽,͓̽

Wingdings: 🕯︎✌︎🕯︎📪︎ 🕯︎👌︎🕯︎📪︎ 🕯︎👍︎🕯︎📪︎ 🕯︎👎︎🕯︎📪︎ 🕯︎☜︎🕯︎📪︎ 🕯︎☞︎🕯︎📪︎ 🕯︎☝︎🕯︎📪︎ 🕯︎☟︎🕯︎📪︎ 🕯︎✋︎🕯︎📪︎ 🕯︎☺︎🕯︎📪︎ 🕯︎😐︎🕯︎📪︎ 🕯︎☹︎🕯︎📪︎ 🕯︎💣︎🕯︎📪︎ 🕯︎☠︎🕯︎📪︎ 🕯︎⚐︎🕯︎📪︎ 🕯︎🏱︎🕯︎📪︎ 🕯︎✈︎🕯︎📪︎ 🕯︎☼︎🕯︎📪︎ 🕯︎💧︎🕯︎📪︎ 🕯︎❄︎🕯︎📪︎ 🕯︎🕆︎🕯︎📪︎ 🕯︎✞︎🕯︎📪︎ 🕯︎🕈︎🕯︎📪︎ 🕯︎✠︎🕯︎📪︎ 🕯︎✡︎🕯︎📪︎ 🕯︎☪︎🕯︎📪︎

🐖  🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '💗', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  🐖

¤¸¸.•´¯`•¸¸.•..>>   🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '♡', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀   >>..•.¸¸•`¯´•.¸¸¤

🐦 ⋆ 🐟  🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '🍩', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  🐟 ⋆ 🐦

🌠  🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '💙', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  🌠

🐸  🎀  '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '🍬', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  🐸

🍫🍟  '卂', 'β', 'Č', '𝔻', '𝕖', 'ƒ', '𝐠', '𝐇', '𝓲', 'ᒎ', 'ᛕ', 'ˡ', '𝓂', '𝓝', 'ᗝ', 'Ｐ', 'Ω', 'Ř', '𝓈', '𝐓', '𝓾', 'ν', 'Ⓦ', 'χ', 'ｙ', 'ⓩ',  😳♕

 .o0×X×0o. 'α', '乃', 'Č', 'ｄ', 'ᗴ', 'ƒ', 'ｇ', 'Ĥ', 'ⓘ', '𝓳', 'ｋ', '𝓛', '𝕞', 'ℕ', 'Ỗ', 'ᑭ', 'Ǫ', 'я', '𝓢', 'т', 'ⓤ', 'ᵛ', '山', '𝕏', '𝐲', 'Ż', .o0×X×0o.

♛😺  'α', 'ᵇ', '¢', 'đ', '𝓔', 'ⓕ', 'Ⓖ', '𝐇', '𝔦', '𝓳', 'ｋ', 'Ⓛ', '𝐌', 'ℕ', 'Ø', '𝕡', '𝔮', 'Ⓡ', 'ş', 'Ⓣ', 'Ｕ', '𝔳', '山', 'ˣ', '𝕪', 'Ż',  ☜♪

☯♡  '𝓪', 'β', 'c', '∂', 'є', '𝕗', '𝐆', '𝓗', 'Į', 'נ', 'к', 'Ļ', '𝕄', 'ภ', '𝑜', '𝐩', 'q', 'Ř', 'ѕ', '𝔱', 'ù', '𝕧', '𝐰', 'א', 'ү', 'z',  ♨♕

🎈👑  'ค', 'в', 'Č', '𝐝', '乇', 'Ⓕ', 'g', '𝐇', 'เ', 'ᒎ', 'ｋ', '𝓛', 'м', '𝓝', '𝓞', 'Ƥ', 'Ⓠ', 'ʳ', '𝕊', 'ţ', 'ｕ', '𝕍', 'ｗ', '𝔁', 'Ⓨ', '𝕫',  ✎☟

🍮♛  'Ⓐ', 'Ｂ', 'ℂ', '𝓓', '𝐞', 'ғ', 'ق', '𝒽', 'ᶤ', 'ᒎ', '𝐤', 'Ĺ', '𝓶', 'Ⓝ', 'Ø', 'ק', 'Ｑ', 'ʳ', 'ร', '𝐭', '𝓊', '𝕍', 'Ŵ', '𝓍', 'Ｙ', '𝓏',  👑🐯

—(••÷[ 'ᗩ', 'ᗷ', '𝐜', '∂', 'Ｅ', 'Ŧ', 'ⓖ', 'Ħ', '𝐢', 'נ', '𝓴', 'Ļ', '𝓶', 'η', 'ㄖ', 'ᑭ', '𝕢', '𝓡', 'ş', '𝓣', 'υ', '𝓋', 'ᗯ', '𝐱', 'Ƴ', 'z', ]÷••)—

🎃♢  'ⓐ', '𝐁', 'ℂ', '𝓭', 'ᵉ', 'ƒ', 'ᵍ', '𝕙', '𝒾', '𝕛', '𝓀', '𝓵', '𝕄', 'Ｎ', 'ᗝ', 'ｐ', 'Ｑ', 'Ř', 'Ş', 'ⓣ', '𝓊', '𝓋', '𝕎', '᙭', 'Ⓨ', '𝐳',  💎🐝

💲👺  '𝓪', '乃', 'ς', '𝐃', '𝒆', 'ғ', '𝐠', 'ⓗ', '丨', 'Ĵ', '𝕂', 'Ⓛ', 'м', '几', 'σ', 'ｐ', 'ℚ', '𝓇', 'Ş', '𝕥', 'υ', 'ⓥ', 'Ŵ', '𝓧', '𝕪', 'Ⓩ',  🐙☯

💔👽  'ᗩ', 'Ⓑ', 'ᶜ', '𝔡', '𝒆', 'ғ', '𝓖', 'н', 'ⓘ', 'ⓙ', '𝓀', '𝕝', '๓', '𝔫', '𝓸', '𝕡', 'ｑ', 'Ｒ', 'ˢ', '𝕥', '𝓊', '𝓋', 'Ⓦ', '𝐗', 'Ⓨ', 'Ｚ',  ♦👺

🎅🐨  'α', 'ⓑ', 'ς', '𝐝', 'Ⓔ', 'ｆ', '𝑔', 'Ħ', 'Ɨ', 'ᒎ', 'к', 'l', '๓', '𝕟', '𝐎', 'ק', '𝓺', 'г', 'ｓ', '𝓽', '𝕌', '𝐕', '𝕨', 'x', '𝔶', '𝐙',  🎅🍮

👮⛵  'α', 'в', '匚', 'Đ', '€', '𝐅', '𝐆', 'н', 'เ', 'נ', 'Ҝ', '𝐋', 'м', '𝔫', '𝕠', 'ρ', 'Ω', 'Ⓡ', '𝔰', 'т', 'ⓤ', '𝓋', 'ｗ', '𝓍', 'ㄚ', '𝔃',  ♕💙

☆☠  'α', 'ｂ', 'ᶜ', 'Ｄ', '𝕖', 'ᶠ', '𝔾', '𝐇', 'Į', 'ј', 'ｋ', '𝓛', '𝓂', '𝕟', 'Ｏ', 'ℙ', 'Ɋ', '𝐑', 'Ｓ', 'ｔ', 'ù', 'ｖ', 'ｗ', 'Ж', '𝕪', '乙',  ♖🐧

♣🍭  'ᗩ', 'Ｂ', '𝐜', '๔', 'έ', '𝒻', '𝐆', '𝐇', '𝕚', 'Ĵ', 'ｋ', 'ℓ', 'м', 'Ň', '๏', 'ρ', 'ᵠ', 'Ř', 'ร', 'Ŧ', 'ย', 'ⓥ', '𝕎', '𝕏', 'ч', 'z',  🐻🐳

🐍💛  'ᗩ', 'в', 'ᑕ', 'ᗪ', 'ᵉ', 'Ƒ', 'ｇ', 'ℍ', 'ι', '𝕁', '𝐊', '𝐋', '爪', '𝐧', 'ⓞ', 'ρ', 'Ɋ', 'ŕ', '𝕊', 'Ｔ', 'Ǘ', 'Ѷ', '𝐖', 'Ⓧ', 'ч', 'z',  💀♜

😝♩  '𝓪', '𝔟', 'ｃ', '𝕕', '𝐄', '𝐟', 'Ｇ', '𝓱', 'Ⓘ', '𝕛', 'Ⓚ', 'Ł', '𝓂', 'ｎ', 'ㄖ', 'ℙ', 'Ⓠ', '𝐫', '𝔰', 'ţ', 'ù', '𝐕', '𝓌', '𝕩', 'ⓨ', 'z', '卂', '๒', 'ℂ', '𝔻', '𝔼', 'Ⓕ', 'g', '𝓱', '𝓲', 'נ', 'Ⓚ', '𝓛', 'м', 'Ň', 'ｏ', 'Ｐ', 'ⓠ', 'ⓡ', '𝕤', 'ţ', 'ｕ', 'ⓥ', 'ⓦ', '𝓍', 'Ў', '𝔷', '𝔸', 'Ⓑ', '𝕔', 'ⓓ', '𝒆', 'ᖴ', '𝓖', 'ｈ', 'เ', '𝐣', 'к', 'ㄥ', '𝐦', '𝓃', 'ㄖ', '𝓅', 'ᵠ', 'ʳ', 'Ｓ', '𝐭', '𝓊', 'ν', '𝕎', '𝕩', 'ㄚ', 'Ⓩ', 'α', 'Ⓑ', 'ς', 'ᗪ', 'ｅ', 'ᖴ', '𝓖', '𝐡', '𝒾', '𝔧', '𝕂', 'Ĺ', 'м', 'Ⓝ', 'ㄖ', '𝐩', '𝓠', 'ｒ', 'ⓢ', '𝓣', 'υ', 'ν', 'ω', 'Ж', 'ץ', '𝔃', 'ⓐ', '乃', 'Ｃ', 'ｄ', '€', '千', '𝐠', 'Ⓗ', 'Į', 'נ', '𝔨', 'Ĺ', '𝔪', 'ⓝ', 'σ', '𝕡', 'ｑ', 'Ⓡ', 'ˢ', 'т', 'ｕ', '𝓥', 'ｗ', 'ⓧ', '𝕪', 'ｚ', '卂', '𝔟', '𝐜', 'ᗪ', 'ｅ', 'ᶠ', '𝐆', 'ᕼ', '𝕚', 'נ', 'ᛕ', 'ˡ', '𝓜', '𝓝', 'σ', '𝓅', 'ℚ', 'Ｒ', '𝓢', '𝓉', '𝕌', 'ᐯ', 'Ŵ', 'ｘ', '𝔂', 'ℤ', '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '🍩', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵', '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '❀', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵', '𝒜', '𝐵', '𝒞', '𝒟', '𝐸', '𝐹', '𝒢', '𝐻', '𝐼', '𝒥', '𝒦', '𝐿', '𝑀', '𝒩', '🍬', '𝒫', '𝒬', '𝑅', '𝒮', '𝒯', '𝒰', '𝒱', '𝒲', '𝒳', '𝒴', '𝒵',  🎀  🐥 ⋆ 🐻

def contains_font(text):
    # Check if the message contains non-ASCII characters (indicating it's a font)
    return not all(char.isascii() or char in (' ', '\n') for char in text)


@app.on_message(filters.group & filters.text & ~filters.user(app.me))
async def delete_font_messages(client: Client, message: Message):
    has_emoji = any(char.isemoji() for char in message_text)
    if not has_emoji and contains_font(message.text):
        # If the message contains non-ASCII characters (indicating it's a font), delete it
        await message.delete()
        # Reply and mention the sender    
        await message.reply_text(f"**Font Deleted**")

app.run()
